cask_args appdir: '/Applications'

brew 'git'

brew 'gcc'

brew 'vim'

brew 'mysql'

brew 'watch'

brew 'tmux'

brew 'curl', args: ["with-openssl"]

brew 'python'

brew 'pyenv'

tap 'homebrew/services'

brew 'hub'

brew 'golang'

cask 'atom'
cask 'docker'
cask 'docker-toolbox'
cask 'flux'
cask 'sublime-text'
cask 'caskroom/versions/iterm2-beta'
cask 'dropbox'
cask 'caffeine'
cask 'spectacle'
cask 'google-hangouts'
cask 'google-drive'
cask 'vlc'
cask 'cheatsheet'
cask 'vagrant'
cask 'vagrant-manager'
brew 'awscli'
brew 'node.js'
cask 'HipChat'
cask 'spotify'
cask 'evernote'
cask 'slack'
cask 'screenhero'
cask 'java'
cask 'flash-npapi'
cask 'blue-jeans-launcher'
cask 'box-sync'
cask 'adobe-reader'
cask 'inssider'
cask 'malwarebytes-anti-malware'
cask 'forklift'
cask 'chefdk'
