cask_args appdir: '/Applications'

brew 'git'

brew 'gcc'

brew 'vim'

brew 'mysql' 

brew 'watch'

brew 'tmux'

brew 'curl', args: ["with-openssl"]

brew 'python'

brew 'pyenv'

tap 'homebrew/services'

brew 'hub'

brew 'golang'

brew 'docker'

brew 'boot2docker'

cask 'atom'
cask 'cloud'
cask 'docker-toolbox'
cask 'flux'
cask 'sublime-text'
cask 'iterm2'
cask 'google-chrome'
cask 'firefox'
cask 'dropbox'
cask 'caffeine'
cask 'totalfinder'
cask 'spectacle'
cask 'pdftk'
cask 'google-hangouts'
cask 'google-drive'
cask 'vlc'
cask 'cheatsheet'
cask 'asepsis'
cask 'vagrant'
cask 'vagrant-manager'

tap 'sensu/tap'
brew 'sensu/tap/sensu'

